/*
 * @Date: 2022-11-09 16:48:45
 * @LastEditors: jinqili0310 jinqi.li.310@gmail.com
 * @LastEditTime: 2022-11-09 18:03:43
 * @FilePath: \newbrightlaw\data\eb1a.js
 */
const Eb1aData = [
  {
    label: `简要概述`,
    children: (
      <p style={{ margin: "10px 20px" }}>
        EB1A特殊人才移民（Alien of Extraordinary Ability）是美国第一优先级
        (first preference) 的职业移民(employment-based)
        方式。EB1A不需要雇主作为申请人支持，也不需要在递交申请时已找到工作，所以申请人可以自己独立申请EB1A。
        EB1A适用于优秀科研人员，各类艺术家，影视明星，知名媒体从业者，运动健将，企业家，及其他各行业优秀人才。由于EB1A是第一优先级，申请人需要满足的必要条件比低优先级的申请更严格，申请人需要证明他已经达到了其领域内少数顶尖人才的专业水平。
      </p>
    ),
  },
  {
    label: `申请群体`,
    children: (
      <div style={{ margin: "10px 20px" }}>
        <p>
          杰出人才”或EB-1A主要指的是那些在科学、艺术、教育、商业、或体育五大领域中具有特殊才能，取得很高成就，并且享有国家级或国际级的声誉与成就，其成就和贡献在该领域得到广泛认可的杰出专业人才。这些人应是被认为是该领域中出类拔萃的顶尖人物之一
          。同时申请人在获得杰出人才绿卡后，将在美国继续从事其领域内的工作，并且其工作会对美国社会的相关发展带来贡献。简单来说，就是证明在所从事的领域内，获得了比绝大多数人优秀的成就。
        </p>
        <p>
          在审理EB1A
          特殊人才移民申请时，移民局（USCIS）对申请人提出的最终证明标准是：{" "}
        </p>
        <ul style={{ listStyle: "none", paddingLeft: "1em" }}>
          <li>
            1) 以大量证据（extensive
            documentation）证明他（她）在科学、艺术、教育、商务、或体育这五大领域内有特殊能力（extraordinary
            ability），享有持续的国内或国际声誉（sustained national or
            international
            acclaim）。移民局对特殊能力的定义为其领域内最顶尖的少数人（one of
            that small percentage who have risen to the very top of the field of
            endeavor）;
          </li>
          <li>
            2)
            有清楚的证据证明申请人来美后会在其拥有特殊能力的领域继续工作（continue
            work in the area of extraordinary ability）；和
          </li>
          <li>
            3) 申请人有望令美国实质受益（substantially benefit prospectively the
            United States）。
          </li>
        </ul>
        <p>
          具体来说，申请的初步举证要求，是要证明上述第一点“申请人属于特殊人才”。移民局给出了以下三种证明方法：
        </p>
        <ol style={{ listStyleType: "upper-alpha" }}>
          <li>
            申请人曾获得过一次重大成就（one-time
            achievement），例如：普利策奖，奥斯卡奖，奥林匹克奖牌。实际上，绝大多数申请人并没有获得过如此重量级的世界性荣誉。
          </li>
          <li>
            在不满足A时，满足移民局给出了以下的10条标准，只要满足其中至少3条，也可以满足初步举证要求。大部分申请人使用的是这种证明方法。（10条标准的具体解析请见本系列其他文章）
          </li>
          <ol style={{ listStyleType: "decimal" }}>
            <li>
              有证据证明申请人因在领域内有特殊贡献，获得过知名度稍低一些的国家性或国际性奖项（lesser
              nationally or internationally recognized prizes or awards）；
            </li>
            <li>
              有证据证明申请人被其领域内的著名国内或国际专家（recognized
              national or international experts
              ）审查并批准加入了只接收杰出贡献（outstanding
              achievements）人士的协会（membership in associations）；
            </li>
            <li>
              有证据证明申请人就其工作被专业性的或主流的行业出版物 (professional
              or major trade publications) 或其他主流媒体 (other major media)
              报导过；
            </li>
            <li>
              有证据证明申请人以个人或评审团成员身份，做过其领域内他人工作的评委（a
              judge of the work of others）；
            </li>
            <li>
              有证据证明申请人的原创科学、学术、艺术、体育、或与商务有关的贡献在其领域内影响重大（contributions
              of major significance）；
            </li>
            <li>
              有证据证明申请人在专业性的或主流的行业出版物或其他主流媒体发表过学术文章（authorship
              of scholarly articles）；
            </li>
            <li>
              有证据证明申请人的作品在艺术展览或展示中被展出（display of the
              alien’s work…at artistic exhibitions or showcases）；
            </li>
            <li>
              有证据证明申请人在声誉卓著的组织或机构中扮演过领导或关键角色（leading
              or critical role for organizations or establishments）；
            </li>
            <li>
              有证据证明与同行相比申请人提供的服务获得了很高的薪水或其他显著高昂的的报酬（high
              salary or other significantly high remuneration）；或
            </li>
            <li>
              有票房收据或记录、卡带、光碟、或视频销售记录等证据证明，申请人在表演艺术方面获得了商业成功（commercial
              successes in the performing arts）。
            </li>
          </ol>
          <li>
            如果也不能满足这10条中的3条，申请人还可以提交类似证据（comparable
            evidence）来满足这10条标准。
          </li>
        </ol>
        <p>
          因此，移民局审理EB1A申请的过程分为两步。第一步是审核证据是否满足初步举证要求。第二步是综合所有证据来考虑决定申请人是否满足了上述1)，2)，和3)
          这三点最终证明标准。
        </p>
      </div>
    ),
  },
  //   {
  //     label: `审理标准`,
  //     children: ``,
  //   },
  {
    label: `申请流程`,
    children: (
      <div
        style={{
          margin: "10px 20px",
          display: "flex",
          justifyContent: "center",
        }}
      >
        <ul style={{ listStyle: "none" }}>
          <li>
            <b>STEP1 准备材料</b>{" "}
            律师深度挖掘亮点，制定个性化方案，为申请准备全套材料
          </li>
          <li>
            <b>STEP2 递交140</b>{" "}
            递交全套资料至移民局，加急45个工作日内获批，正常审理6-12个月
          </li>
          <li>
            <b>STEP3 140批复</b> 获140批复件
          </li>
          <li>
            <b>STEP4 递交NVC</b>{" "}
            递交NVC（选择国内转身份，材料都会转至签证中心（nvc），之后转广领馆）
          </li>
          <li>
            <b>STEP5 体检</b> 主要检查重大型传染疾病，国内有四家指定的体检医院
          </li>
          <li>
            <b>STEP6 面试</b> 所有移民签证面试，都是在广州领事馆进行
          </li>
          <li>
            <b>STEP7 获得签证</b>{" "}
            获得贴签护照及登陆纸，需在签证有效期内登录美国，一般6个月内
          </li>
          <li>
            <b>STEP8 领取绿卡</b>{" "}
            登陆后，可重新选择绿卡收取地址，1-2个月绿卡将邮寄至客户手中。
          </li>
        </ul>
      </div>
    ),
  },
  {
    label: `材料清单`,
    children: (
      <div style={{ margin: "10px 20px" }}>
        <p>
          EB1A申请应当包括以下这些申请表格、一封申请信、和充足的支持性证据。
        </p>
        <p>
          <b>申请表格和申请信：</b>
        </p>
        <p>
          <b>1、I-140职业移民申请表格;</b>
        </p>
        <p>
          <b>2、G-28律师代理表格,</b>
        </p>
        <p>
          <b>3、I-907加急处理（Premium Processing）申请表格,</b>
        </p>
        <p>
          <b>4、一封申请信（由律师代写）</b>
        </p>
        <p>
          <b>支持性证据：</b>
        </p>
        <p>
          申请人需要提供下列由EB1A特殊人才移民法律法规所要求的重要证据。这些证据不一定全部适用于每一位申请人的个人情况和经历，申请人请根据个人情况，尽量齐全地提供这些证据。如果您有其他未在下面列出但是能充分证明您的特殊成就的证据也请尽量提供，例如参与国家级部委级或国际合作项目，或出席国际会议等。
        </p>
        <p>
          <b>A. 如果申请人曾获得过国际性的重大成就</b>
          ，例如：普利策奖，奥斯卡奖，奥林匹克奖牌，
        </p>
        <p>
          <b>
            B1.
            如果申请人获得过知名度稍低一些的国家性或国际性奖项，提供能证明奖项重要性和奖项的国家性或国际性认知度的证据，
          </b>
          例如国家级或国际级媒体的报道等
        </p>
        <p>
          <b>
            B2.
            如果申请人被其领域内的著名国内或国际专家审查并批准加入了只接收特殊贡献人士的专业协会，
          </b>
          提供能证明审查和批准申请人加入协会的是著名国内或国际专家的证据等
        </p>
        <p>
          <b>B3. 如果申请人就其工作被专业性媒体或主流媒体报道过，</b>
          提供能证明媒体报道主要是关于申请人和申请人在其领域内的工作的证据等
        </p>
        <p>
          <b>
            B4. 如果申请人以个人或评审团成员身份，做过其领域内他人工作的评委，
          </b>
          提供主办方和比赛的介绍材料，突出说明比赛的国内或国际影响力，以及评委是否必须是业内特殊人士等
        </p>
        <p>
          <b>
            B5.
            如果申请人的原创科学、学术、艺术、体育、或与商务有关的贡献在其领域内影响重大，
          </b>
          提供能客观证明申请人在一个领域已经做出原创重大贡献的资料，例如已被广泛应用的专利或其他重大科技成果等
        </p>
        <p>
          <b>
            B6.
            如果申请人在专业性的或主流的行业出版物或其他主流媒体发表过学术文章，
          </b>
          提供申请人从学术文章引用量查询网站（例如SciFinder、GoogleScholar、ISI
          Web of
          Knowledge、Scopus、PubMed、中国科学引文数据库、和中国知网CNKI）得到的引用量查询结果等
        </p>
        <p>
          <b>B7. 如果申请人的作品曾在艺术展览或展示中被展出过，</b>
          提供能证明申请人是艺术品的作者或者主创的证据或能证明展出作品的场所或媒介（包括虚拟的）是艺术性的展览或展示的证据，例如博物馆的介绍材料等
        </p>
        <p>
          <b>B8. 如果申请人曾在声誉卓著的组织或机构中扮演过领导或关键角色，</b>
          提供能证明申请人的职位和具体职责的文件或能证明申请人的贡献对所在的组织或机构整体的活动和成果极为重要的文件等
        </p>
        <p>
          <b>
            B9.
            如果与同行相比申请人提供的服务已经获得了很高的薪水或其他高昂的的报酬，
          </b>
          请提供申请人获得了高收入那些年的税务表格和其他类似文件或来自美国的
          <a
            href="http://www.bls.gov/bls/blswage.htm"
            target="_blank"
            rel="noreferrer"
          >
            美国劳工统计局
          </a>
          可靠来源的，对申请人工作所在国相同职位人士的薪酬调查和比较报告
        </p>
        <p>
          <b>
            B10.
            如果有票房收据或记录、卡带、光碟、或视频销售记录等证据证明，申请人在表演艺术方面获得了商业成功，
          </b>
          提供电影、舞蹈、演唱会等演出的票房收据或其他票房记录或唱片、DVD或其他音频或视频制品的销售票据或其他能证明发行量的记录。
        </p>
        <p>
          <b>C. 其他能证明B1~B10的类似证据。</b>
        </p>
        <p>
          如果申请人还有其他成就与上述十个类别的描述不完全匹配但是有可比性，也可以提供相应的具体证据。
        </p>
        <p>
          <b>D. 请尽量准备五到七封由同行业专家出具的推荐信。</b>
        </p>
        <p>
          移民局更注重由与您本人并无工作或者私人关系的专家所写的推荐信，因为这样的信会显得更加客观。因此我们希望您除了直接的上级同事之外，还能够找到和您没有直接关系的推荐人。这些推荐信的内容应当包括：
        </p>
        <ol style={{ listStyleType: "lower-alpha" }}>
          <li>
            有理有据地具体论述申请人如何满足了以上A~C类证据中的部分或全部；
          </li>
          <li>
            申请人为什么在其领域内拥有特殊能力，享有持续的国内或国际声誉，已经跃升为其领域内最顶尖的少数人
          </li>
          <li>以及申请人为什么有望令美国实质受益。</li>
        </ol>
        <p>
          <b>
            E.
            申请人请务必提供能证明您在来美后会在拥有特殊能力的领域继续工作的证据，
          </b>
          包括：
        </p>
        <ol style={{ listStyleType: "lower-alpha" }}>
          <li>
            来自现雇主或前雇主的信件显示申请人会在美国继续同一个领域的工作；
          </li>
          <li>申请人已签订的雇佣合同显示申请人会在美国继续同一个的工作；</li>
          <li>
            申请人自己书写的解释他（她）计划如何在美国继续同领域工作的陈述。
          </li>
        </ol>
        <p>
          <b>F．最后，申请人需要提供以下个人资料及与移民身份有关的文件：</b>
        </p>
        <ol style={{ listStyleType: "lower-alpha" }}>
          <li>申请人的简历；</li>
          <li>申请人的学位证书和成绩单；</li>
          <li>申请人获得的专业证书和资格证明；</li>
          <li>
            申请人目前和以前在其拥有特殊能力的领域工作时的雇佣合同或工作邀请；
          </li>
          <li>
            申请人移民身份和状态的有关文件，包括但不限于护照首页及美国签证页的复印件
          </li>
        </ol>
      </div>
    ),
  },
  {
    label: `视频讲解`,
    children: ``,
  },
  {
    label: `相关文章`,
    children: ``,
  },
  {
    label: `常见问题`,
    children: (
      <div style={{ margin: "10px 20px" }}>
        <ol>
          <li>什么是EB1A？</li>
          <p>
            EB1A是美国职业移民第一优先级的一种，为“特殊人才（alien of
            extraordinary ability）”移民而设立。
          </p>
          <li>为什么考虑申请EB1A而不是NIW？</li>
          <p>
            如果申请人资质够硬，EB1A通常是优于NIW的，因为EB1A是第一优先级，排期比第二优先级的NIW更短。NIW对于中国出生的申请人有3到5年的排期。EB1A和NIW都享受免除劳工短缺证明程序待遇，也都不需要雇主支持，申请人拥有高独立性和自由度。
          </p>
          <li>如果已经申请了其他移民类别，还可以申请EB1A吗？</li>
          <p>
            可以。但是您需要另行为EB1A再提交一份I-140（外籍劳工移民申请）并附上充分的支持性证据和申请费。
          </p>
          <li>如果已经拿到劳工证或者劳工证申请被拒，是否还可以申请EB1A？</li>
          <p>
            可以。劳工证申请程序是由美国劳工部管理的，而审查EB1A申请的是另一个部门——美国移民局。即使您的劳工证申请被劳工部拒绝，移民局还是可以批准您的EB1A申请。
          </p>
          <li>为了申请EB1A，是否必须住在美国？</li>
          <p>
            不需要。您既可以在美国境内，又可以在境外申请EB1A。不同之处在于在I-140被批准后，所有身在美国以外的申请人都需要通过使领馆程序来最后获得绿卡。如果申请人身在美国，既可以选择离开美国以使领馆程序获得绿卡，也可以留在美国并递交I-485调整身份申请来获得绿卡，并且可以在申请过程中，从其中一种更换到另一种。使领馆程序虽然程序更繁琐，但是风险相对小一些。处理时间上，I-485往往需要1到3年，显著长于领事馆程序的4-6个月，所以需要漫长的等待。
          </p>
          <li>什么是特殊人才（alien of extraordinary ability）?</li>
          <p>
            根据移民法规8 CFR
            204.5(h)，特殊人才必须要么（a）获得过一次重大成就，或主流的有国际认知度的奖项，要么（b）满足以下10条标准中的3条：
            <ol style={{ listStyleType: "lower-alpha" }}>
              <li>
                有证据证明申请人因在领域内有杰出贡献，获得过知名度稍低一些的国家性或国际性奖项（lesser
                nationally or internationally recognized prizes or awards）；
              </li>
              <li>
                有证据证明申请人被其领域内的著名国内或国际专家（recognized
                national or international experts
                ）审查并批准加入了只接收杰出贡献（outstanding
                achievements）人士的协会（membership in associations）；
              </li>
              <li>
                有证据证明申请人就其工作被专业性的或主流的行业出版物
                (professional or major trade publications) 或其他主流媒体 (other
                major media) 报导过；
              </li>
              <li>
                有证据证明申请人以个人或评审团成员身份，做过其领域内他人工作的评委（a
                judge of the work of others）；
              </li>
              <li>
                有证据证明申请人的原创科学、学术、艺术、体育、或与商务有关的贡献在其领域内影响重大（contributions
                of major significance）；
              </li>
              <li>
                有证据证明申请人在专业性的或主流的行业出版物或其他主流媒体发表过学术文章（authorship
                of scholarly articles）；
              </li>
              <li>
                有证据证明申请人的作品在艺术展览或展示中被展出（display of the
                alien’s work…at artistic exhibitions or showcases）；
              </li>
              <li>
                有证据证明申请人在声誉卓著的组织或机构中扮演过领导或关键角色（leading
                or critical role for organizations or establishments）；
              </li>
              <li>
                有证据证明与同行相比申请人提供的服务获得了很高的薪水或其他显著高昂的的报酬（high
                salary or other significantly high remuneration）；或
              </li>
              <li>
                有票房收据或记录、卡带、光碟、或视频销售记录等证据证明，申请人在表演艺术方面获得了商业成功（commercial
                successes in the performing arts）。
              </li>
            </ol>
            <p>
              如果也不能满足这10条中的3条，申请人还可以提交类似证据（comparable
              evidence）来满足这10条标准。
            </p>
          </p>
          <li>为了申请EB1A，我需要获得多少奖项和荣誉？</li>
          <p>
            EB1A对获奖和荣誉数量没有特定要求。然而，您获得越多重大奖项和荣誉对您的申请被成功批准越有利。
          </p>
          <li>为了申请EB1A，我需要加入多少专业协会？</li>
          <p>
            法律法规对专业协会会员数量并没有要求，但是，合格的会员资格必须是为领域中的顶尖人才所设立的。
          </p>
          <li>
            如何证明我在专业性的或主流的行业出版社或者其他主流媒体发表过文章？
          </li>
          <p>
            证据应当显示该学术文章的内容是原创研究、实验、或理论。对于发表学术文章并非常态的领域来说，证据应当显示您的学术文章发表所在期刊的目标读者是领域内有真知灼见的学者。移民局会更重视文章的质量而不是数量。证据还应指出您的文章被引用的次数。
          </p>
          <li>为了申请EB1A，需要发表多少篇文章？</li>
          <p>
            法律法规对文章发表数量并没有要求。然而，如果您发表了众多文章并且被大量引用势必会增强您的申请通过率。
          </p>
          <li>推荐信是什么？</li>
          <p>
            推荐信应当能够客观地向移民官证明您的特殊才能，您满足了哪些EB1A标准，和接纳您成为美国永久居民会使美国受益。推荐信能够客观地证明您的工作已经并且在未来会产生哪些影响，是您的申请中重要的一环，特别是当它们来自于同行业的专家或权威。
          </p>
          <li>需要几封推荐信？</li>
          <p>
            法律法规对推荐信的数量没有特定要求，但是您应当尽量准备5到7封推荐信。
          </p>
          <li>申请信是什么？</li>
          <p>申请信会整合您的申请材料，一般由律师起草。</p>
          <li>递交申请后，多长时间收到收据？</li>
          <p>通常在1到2周内收到移民局的收据。</p>
          <li>处理EB1A申请时间要花多长时间？</li>
          <p>
            移民局处理一份EB1A申请通常需要3到9个月。但是会根据案件的复杂程度，是哪个服务中心受理，以及移民官的个人工作量会有所不同。
          </p>
          <li>在递交EB1A的同时，是否可以申请其他类别的移民？</li>
          <p>
            可以，需要另外再递交一份I-140或者其他类似的移民申请表格，并附上相应的支持性证据和申请费。
          </p>
          <li>已经递交申请，正在等待处理，是否还可以申请加急？</li>
          <p>
            可以。申请已经递交后仍然可以申请加急处理。移民局会在收到加急申请后的15天内完成审理工作。
          </p>
          <li>移民局在初步审阅后会有哪几种处理方式？</li>
          <p>
            移民局的处理方式有4种：1 批准通知 2 补件通知 3 意图拒绝通知 4
            拒绝通知。
          </p>
        </ol>
      </div>
    ),
  },
];

export { Eb1aData };
