/*
 * @Date: 2022-11-09 17:43:25
 * @LastEditors: Jinqi Li
 * @LastEditTime: 2022-11-10 00:50:41
 * @FilePath: /NewBrightLaw/data/niw.js
 */
const NiwData = [
  {
    label: `简要概述`,
    children: (
      <p style={{ margin: "10px 20px" }}>
        美国职业移民第二优先级 (employment-based second preference)
        NIW不需要有雇主支持，不需要工作承诺job offer，
        甚至申请人都不需要有高学历。 没有高学历（硕士或以上）的申请人，需要证明
        exceptional ability (杰出能力)。
        虽然NIW由于属于第二优先级的职业移民，比第一优先级的EB1A“特殊人才移民”申请条件更加宽松所以更容易获得批准，但NIW的排期一般比EB1A要长些。出生中国大陆的EB2移民申请人一般需要3-5年的排期。与NIW不同，目前EB1A拥有常用职业移民类别中最短的排期，可以令申请人提早享受递交I-485所带来的各种好处。因此，如果申请人的资质亦有可能满足EB1A，我们建议您同时申请NIW和EB1A。
      </p>
    ),
  },
  {
    label: `申请群体`,
    children: (
      <div style={{ margin: "10px 20px" }}>
        <p>
          NIW移民申请时，法律法规要求申请人首先满足所有EB2移民签证的共同要求，即以下“高等学位”或“杰出才能”：
        </p>
        <ol style={{ listStyleType: "lower-alpha" }}>
          <li>
            拥有一个高等学位（advanced
            degree）或同等学历（equivalent）。高等学位指“高于学士学位（bachelor
            degree）的美国学术或专业学位或国外同等学位。”同等学历指拥有“学士学位并且至少有5年渐进行业经验（progressive
            experience in the specialty）”;{" "}
          </li>
          <li>
            由于在科学、艺术、商业领域拥有杰出才能（exceptional
            ability），有望使美国经济、文化教育、或福利实质受益。移民局对“杰出才能”的解释为“专业程度明显高于科学，艺术或商业中的常见水平。”为了证明这一点，申请人必须至少满足以下6条举证要求中的3条：
          </li>
          <ol>
            <li>
              正式的学业记录显示申请人拥有来自与您的杰出才能领域相关的学院，大学，学校或其他学习机构的学位、文凭、证书、或类似的奖励；
            </li>
            <li>有记录您至少10年全职工作经验的信件；</li>
            <li>拥有从业资格执照或证书；</li>
            <li>
              有证据表明您已经从能体现您杰出才能的服务当中获得了薪水或其他报酬；
            </li>
            <li>是专业协会的会员；</li>
            <li>
              您的同行，政府机构，专业或商业组织对您的成就和您对所在行业或领域的重大贡献予以肯定。
            </li>
          </ol>
          <p>
            注意：若没有完全符合以上标准的证据，申请人还可以提交其他类似证据（comparable
            evidence）来帮助您满足以上6条标准中的3条。
          </p>
        </ol>
      </div>
    ),
  },
  {
    label: `申请流程`,
    children: (
      <div
        style={{
          margin: "10px 20px",
          display: "flex",
          justifyContent: "center",
        }}
      >
        <ul style={{ listStyle: "none" }}>
          <li>
            <b>STEP1 准备材料</b>{" "}
            律师深度挖掘亮点，制定个性化方案，为申请准备全套材料
          </li>
          <li>
            <b>STEP2 递交140</b> 递交全套资料至移民局，正常审理10个月
          </li>
          <li>
            <b>STEP3 140批复</b> 获140批复件
          </li>
          <li>
            <b>STEP4 递交NVC</b>{" "}
            递交NVC（选择国内转身份，材料都会转至签证中心（nvc），之后转广领馆）
          </li>
          <li>
            <b>STEP5 体检</b> 主要检查重大型传染疾病，国内有四家指定的体检医院
          </li>
          <li>
            <b>STEP6 面试</b> 所有移民签证面试，都是在广州领事馆进行
          </li>
          <li>
            <b>STEP7 获得签证</b>{" "}
            获得贴签护照及登陆纸，需在签证有效期内登录美国，一般6个月内
          </li>
          <li>
            <b>STEP8 领取绿卡</b>{" "}
            登陆后，可重新选择绿卡收取地址，1-2个月绿卡将邮寄至客户手中。
          </li>
        </ul>
      </div>
    ),
  },
  {
    label: `材料清单`,
    children: (
      <div style={{ margin: "10px 20px" }}>
        <p>NIW申请应当包括以下这些申请表格、一封申请信、和充足的支持性证据。</p>
        <p>申请表格和申请信:</p>
        <ol style={{ listStyleType: "upper-alpha" }}>
          <li>I-140职业移民申请表格</li>
          <li>ETA-750B/9089 劳工证申请表格</li>
          <li>G-28律师代理表格</li>
          <li>一封申请信（由律师代写）</li>
        </ol>
        <p>支持性证据:</p>
        <p>申请人需要提供NIW国家利益豁免移民法律法规所要求的重要依据：</p>
        <ol style={{ listStyleType: "upper-alpha" }}>
          <li>
            如果申请人拥有高等学位或同等学历，包括硕士以上学位或在获得学士学位后工作5年以上，提供硕士以上学位或同等学位的正式官方记录，或来自现雇主或前雇主的信件显示申请人在获得学士学位后在其专业领域拥有至少5年行业工作经验。
          </li>
          <li>
            如果申请人没有高等学位或同等学历，但是在科学、艺术、或商业领域拥有杰出才能，请提供以下B1~B6：
          </li>
          <div style={{ paddingLeft: "1em" }}>
            <p>B1. 申请人获得过高等学位或同等学历以外的其他学位或学历</p>
            <p>B2. 申请人有至少连续10年与其杰出才能相关的全职工作经验</p>
            <p>B3. 申请人拥有与其杰出才能有关的从业资格执照或证书</p>
            <p>B4. 申请人因其杰出才能获得了高薪或其他高报酬</p>
            <p>B5. 申请人的专业协会</p>
            <p>B6. 申请人作出的重大贡献受到了权威机构的认可和荣誉</p>
          </div>
          <li>其他能证明B1~B6的类似证据。</li>
          <p>
            还有其他成就与上述B1~B6中6个类别的描述有可比性，请提供相应的具体证据：
          </p>
          <div style={{ paddingLeft: "1em" }}>
            <p>
              C1. 如果申请人以个人或评审团成员身份，做过其领域内他人工作的评委
            </p>
            <p>
              C2.
              如果申请人在专业性的或主流的行业出版物或其他主流媒体发表过学术文章
            </p>
            <p>C3. 如果申请人的作品曾在艺术展览或展示中被展出过</p>
            <p>C4. 如果申请人曾在声誉卓著的组织或机构中扮演过领导或关键角色</p>
            <p>
              C5.
              如果有票房收据或记录、卡带、光碟、或视频销售记录等证据证明，申请人在表演艺术方面获得了商业成功，请提供
            </p>
          </div>
          <li>请尽量准备五到七封由同行业专家出具的推荐信。</li>
          <li>申请人需要提供以下个人资料及与移民身份有关资料：</li>
          <p>
            简历；学位证书和成绩单；获得的专业证书和资格证明；目前和以前在其拥有杰出能力的领域工作时的雇佣合同；
          </p>
        </ol>
      </div>
    ),
  },
  {
    label: `视频讲解`,
    children: ``,
  },
  {
    label: `相关文章`,
    children: ``,
  },
  {
    label: `常见问题`,
    children: (
      <div style={{ margin: "10px 20px" }}>
        <ol>
          <li>什么是EB2国家利益豁免（NIW）？</li>
          <p>
            国家利益豁免NIW是EB2的例外情况，您的事业符合美国国家利益，免除您必须获得劳工短缺证明，不需要雇主支持您的EB2
            NIW申请，允许凭自己成就贡献申请移民。
          </p>
          <li>申请NIW还是EB-1A？</li>
          <p>
            EB1A是最理想的移民途径，因为它的排期短。移民申请可以更快地被移民局所处理，没有漫长的等待时间。NIW近些年一直有3-5年的排期，会比EB1A的申请过程慢一些。两者都不需要雇主的支持，可以独立申请。EB1A对申请人资质的要求更高，只给与各行业金字塔尖的最优秀的少数几个人才。除非申请了资质超级硬，否则NIW应当是可行性更高的选择。
          </p>
          <li>NIW申请是否需要获得劳工证？</li>
          <p>不需要，不需要劳工证或者类似的劳工短缺证明程序。</p>
          <li>如果申请了其他类别移民，还能申请NIW吗？</li>
          <p>
            可以。需要另行为NIW再提交一份I-140（外籍劳工移民申请）并附上充分的支持性证据和申请费。
          </p>
          <li>申请NIW，是否必须在美国？</li>
          <p>
            不需要。既可以在美国境内，又可以在境外申请NIW。不同之处在于在I-140被批准而且排期结束后，所有身在美国以外的申请人都需要通过使领馆程序来最后获得绿卡。如果申请人身在美国，既可以选择离开美国以使领馆程序获得绿卡，又可以留在美国并递交I-485调整身份申请来获得绿卡，并且可以在申请过程中，从其中一种更换到另一种。使领馆程序虽然程序更繁琐，但是风险相对小一些。处理时间上，I-485往往需要1到3年，显著长于领事馆程序的4-6个月，需要漫长的等待。
          </p>
          <li>需要几封推荐信？</li>
          <p>法律法规对推荐信的数量没有特定要求，尽量准备5到7封推荐信。</p>
          <li>申请NIW，需要发表多少篇文章？</li>
          <p>
            法律法规对文章发表数量并没有要求，发表文章量比较多并且被大量引用势必会增加申请通过率。
          </p>
          <li>申请NIW，需要加入多少专业协会？</li>
          <p>
            规定中对专业协会会员数量仅要求多于一个，但会员资格须是领域中的顶尖人才所设立。
          </p>
          <li>NIW是否有排期？</li>
          <p>NIW的排期一般比EB1A要长。一般需要3-5年的排期。</p>
          <li>移民局在初步审阅后会有哪几类处理方式</li>
          <p>
            移民局的处理方式有4种：1 批准通知 2 补件通知 3 意图拒绝通知 4
            拒绝通知
          </p>
          <li>NIW申请被批准后能否将身份调整为永久居民？</li>
          <p>
            NIW被批准且排期结束，递交I-485来申请身份调整或者使领馆程序获得绿卡。申请人一般需要3-5年的排期。
          </p>
        </ol>
      </div>
    ),
  },
];

export { NiwData };
